{"title":"A survey of mixed transform techniques for speech and image coding","articleId":"779953","publisher":"IEEE","doi":"10.1109/ISCAS.1999.779953","dirStructure":"/The Power of Convex .../Robust uncertainty p.../Uncertainty principl.../A survey of mixed tr...","authors":"A.P. Berg, W.B. Mikhael ","referenced_articles":[{"title":"Accurate representation of time-varying signals using mixed transforms with applications to speech","articleId":"20219","id":"0-0-1-0-0"},{"title":"Image data compression using multiple bases representation","articleId":"287833","id":"0-0-1-0-1"},{"title":"Lapped multiple bases realizations for the transform coding of still images","articleId":"471599","id":"0-0-1-0-2"},{"title":"Lapped multiple bases algorithms for still image compression without blocking effect","articleId":"623194","id":"0-0-1-0-3"},{"title":"Multiple transform algorithms for time-varying signal representation","articleId":"618041","id":"0-0-1-0-4"},{"title":"A direct approach for representing nonstationary signals using mixed transforms","articleId":"252120","id":"0-0-1-0-5"},{"title":"Application of multitransforms for lossy image representation","articleId":"300208","id":"0-0-1-0-6"},{"title":"Signal representation using adaptive parallel mixed transform techniques","articleId":"504422","id":"0-0-1-0-7"},{"title":"Image representation using nonorthogonal basis images with adaptive weight optimization","articleId":"503278","id":"0-0-1-0-8"},{"title":"Formal development and convergence analysis of the parallel adaptive mixed transform algorithm","articleId":"612777","id":"0-0-1-0-9"},{"title":"An efficient structure and algorithm for the mixed transform representation of signals","articleId":"540861","id":"0-0-1-0-10"},{"title":"An efficient structure and algorithm for image representation using nonorthogonal basis images","articleId":"633439","id":"0-0-1-0-11"},{"title":"Fidelity enhancement of transform based image coding using non-orthogonal basis images","articleId":"541740","id":"0-0-1-0-12"},{"title":"Basis pursuit","articleId":"471413","id":"0-0-1-0-13"},{"title":"Quantization of overcomplete expansions","articleId":"515491","id":"0-0-1-0-14"}]}