{"title":"Control System Analysis and Synthesis via Linear Matrix Inequalities","articleId":"4793262","publisher":"IEEE","dirStructure":"/The Power of Convex .../On the rank minimiza.../Control system synth.../Control System Analy...","authors":"S. Boyd, V. Balakrishnan, E. Feron, L. ElGhaoui ","referenced_articles":[{"title":"Robustness in the presence of mixed parametric uncertainty and unmodeled dynamics","articleId":"62265","id":"0-5-1-3-0"},{"title":"Computing Bounds for the Structured Singular Value via an Interior Point Algorithm","articleId":"4792522","id":"0-5-1-3-1"},{"title":"Regulators for linear, time invariant plants with uncertain parameters","articleId":"1101350","id":"0-5-1-3-2"},{"title":"Quadratic stabilizability of uncertain linear systems: Existence of a nonlinear stabilizing control does not imply existence of a linear stabilizing control","articleId":"1103933","id":"0-5-1-3-3"},{"title":"Stabilization of uncertain systems with norm bounded uncertainty using control Lyapunov functions","articleId":"194362","id":"0-5-1-3-4"},{"title":"Robust stabilization of uncertain linear systems: quadratic stabilizability and H/sup infinity / control theory","articleId":"50357","id":"0-5-1-3-5"},{"title":"Quadratic stability with real and complex perturbations","articleId":"45179","id":"0-5-1-3-6"},{"title":"Synthesis of minimum roundoff noise fixed point digital filters","articleId":"1084254","id":"0-5-1-3-7"},{"title":"Least squares stationary optimal control and the algebraic Riccati equation","articleId":"1099831","id":"0-5-1-3-8"},{"title":"Mixed H/sub 2//H/sub infinity / control: a convex optimization approach","articleId":"85062","id":"0-5-1-3-9"},{"title":"Robust H/sub infinity / control for linear systems with norm-bounded time-varying uncertainty","articleId":"151101","id":"0-5-1-3-10"},{"title":"Computer-aided stability analysis renders Popov criterion obsolete","articleId":"1104510","id":"0-5-1-3-11"},{"title":"On minimizing the largest eigenvalue of a symmetric matrix","articleId":"371775","id":"0-5-1-3-12"}]}